The Id of the server.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Guid ServerId { get; set; }
  Visual Basic
Public Property ServerId As Guid
	Get
	Set
  Visual C++
public:
property Guid ServerId {
	Guid get ();
	void set (Guid value);
}
 See Also
  MEPCalculationServerInfo Class
  Autodesk.Revit.DB Namespace